Revit 2027 API
ParameterTypeId.DecalWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DecalWidth { get; }
Public Shared ReadOnly Property DecalWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DecalWidth {
	ForgeTypeId^ get ();
}
static member DecalWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace